/* Should confirm ... */
"..." = "…";

/* Empty trash - Action Description */
"DESC_EJECT" = "Eject CD/DVD";

/* Empty trash * Action Description * */
"DESC_EMPTY_TRASH" = "Empty Trash";

/* Fast Logout * Action Description * */
"DESC_FAST_LOGOUT" = "Switch to Login Window";

/* Switch to * Action Description * (%@ => user name) */
"DESC_FAST_SWITCH" = "Switch to “%@”";

/* Invalid Action * Action Description * */
"DESC_INVALID" = "Invalid Action";

/* LogOut * Action Description * */
"DESC_LOGOUT" = "Log Out";

/* Restart * Action Description * */
"DESC_RESTART" = "Restart";

/* Screen Saver * Action Description * */
"DESC_SCREEN_SAVER" = "Screen Saver";

"DESC_DISPLAY_SLEEP" = "Display Sleep";

/* ShutDown * Action Description * */
"DESC_SHUTDOWN" = "Shut Down";

/* Sleep * Action Description * */
"DESC_SLEEP" = "Sleep";

/* Switch Grayscale * Action Description * */
"DESC_SWITCH_GRAYSCALE" = "Switch Grayscale";

/* Switch Polarity * Action Description * */
"DESC_SWITCH_POLARITY" = "Invert Black & White";

/* Volume Mute * Action Description * */
"DESC_VOLUME_UP" = "Volume Up";

/* Volume Mute * Action Description * */
"DESC_VOLUME_DOWN" = "Volume Down";

/* Volume Mute * Action Description * */
"DESC_VOLUME_MUTE" = "Mute";

/* Brightness Up * Action Description * */
"DESC_BRIGHTNESS_UP" = "Increase Brightness";

/* Brightness Down * Action Description * */
"DESC_BRIGHTNESS_DOWN" = "Decrease Brightness";
        
/* Error When trying to execute but Action unknown ** Title ** */
"INVALID_ACTION_ALERT" = "Spark cannot execute the requested action.";

/* Error When trying to execute but Action unknown ** Msg ** */
"INVALID_ACTION_ALERT_MSG" = "“%@” could not be load. Try to edit it with Spark to solve the problem.";

